Repository: oxixes/wirecloud-fastapi
Catalog: src/wirecloud/commons/locale/*/LC_MESSAGES/wirecloud.commons.po
Languages: es

source: Invalid username or password
es: Nombre de usuario o contraseña inválidos

source: Invalid schema: %(schema)s
es: Esquema inválido: %(schema)s

source: Missing document namespace
es: Namespace del documento no encontrado

source: Invalid namespace:
es: Namespace inválido:

source: Invalid root element (%s)
es: Elemento raíz inválido (%s)

source: Missing %s element
es: Elemento %s no encontrado

source: Missing required field: %(field)s
es: Campo requerido no encontrado: %(field)s

source: Only wiring version 2.0 is supported. The old 1.0 version is no longer supported.
es: Sólo se soporta la versión 2.0 de wiring. La versión antigua 1.0 ya no se soporta.

source: Invalid wiring version: %s
es: Versión de wiring inválida: %s

source: The use of the script element is not allowed in version 1.0 widgets
es: El uso del elemento script no está permitido en widgets de la versión 1.0

source: Missing position/rendering or screensizes element
es: Elemento position/rendering o screensizes no encontrado

source: Missing layout in resource or rendering element
es: Layout no encontrado en el elemento resource o rendering

source: Invalid screen sizes present in the template.
es: Tamaños de pantalla inválidos presentes en la plantilla.

source: Invalid template: %s
es: Plantilla inválida: %s

source: Invalid template type
es: Tipo de plantilla inválido

source: XML document does not contain a valid rdf namespace
es: El documento XML no contiene un namespace RDF válido

source: Invalid root element:
es: Elemento raíz inválido:

source: RDF document does not describe a widget, operator or mashup component
es: El documento RDF no describe un componente de widget, operador o mashup

source: Invalid content for field: %(field)s
es: Contenido inválido para el campo: %(field)s

source: The format of the macversion is invalid. It must be an integer.
es: El formato de la macversion es inválido. Debe ser un entero.

source: The macversion is invalid. Currently only macversion 1 or 2 are supported.
es: La macversion es inválida. Actualmente sólo se soportan las macversion 1 o 2.

source: The format of the vendor is invalid.
es: El formato del vendor es inválido.

source: The format of the name is invalid.
es: El formato del nombre es inválido.

source: The format of the version number is invalid. Format: X.X.X where X is an integer. Ex. "0.1", "1.11" NOTE: "1.01" should be changed to "1.0.1" or "1.1"
es: El formato del número de versión es inválido. Formato: X.X.X donde X es un entero. Ej. "0.1", "1.11" NOTA: "1.01" debería cambiarse a "1.0.1" o "1.1"

source: Missing required field: target
es: Campo requerido no encontrado: target

source: Invalid component type in wiring: %s
es: Tipo de componente inválido en el wiring: %s

source: missing required field: hasSourceEndpoint
es: Campo requerido no encontrado: hasSourceEndpoint

source: missing required field: hasTargetEndpoint
es: Campo requerido no encontrado: hasTargetEndpoint

source: Invalid code content type: %s
es: Tipo de contenido de código inválido: %s

source: Missing required field: Main content
es: Campo requerido no encontrado: Contenido principal

source: Missing required field: Javascript files
es: Campo requerido no encontrado: Archivos Javascript

source: Invalid input data
es: Datos de entrada inválidos

source: Missing component type.
es: Tipo de componente no encontrado.

source: Invalid component type: %s
es: Tipo de componente inválido: %s

source: Invalid screen sizes range present in the template
es: Rango de tamaños de pantalla inválido presente en la plantilla

source: Missing %s option
es: Opción %s no encontrada

source: Invalid value for field %s
es: Valor inválido para el campo %s

source: There isn't a translation element for the default translation language: (%(default_lang)s)
es: No hay un elemento de traducción para el idioma de traducción por defecto: (%(default_lang)s)

source: The following translation indexes need a default value: %(indexes)s.
es: Los siguientes índices de traducción necesitan un valor por defecto: %(indexes)s.

source: The following translation indexes are not used: %(indexes)s.
es: Los siguientes índices de traducción no se usan: %(indexes)s.

source: The requested resource is only capable of generating content not acceptable according to the Accept headers sent in the request
es: El recurso solicitado sólo es capaz de generar contenido no aceptable según los encabezados Accept enviados en la petición

source: Unsupported request media type
es: Tipo de medio de petición no soportado
