Repository: oxixes/wirecloud-fastapi
Catalog: src/wirecloud/catalogue/locale/*/LC_MESSAGES/wirecloud.catalogue.po
Languages: es

source: missing file: %s
es: archivo no encontrado: %s

source: file is not encoded using UTF-8: %s
es: archivo no codificado en UTF-8: %s

source: file cannot be parsed as markdown: %s
es: archivo no puede ser interpretado como markdown: %s

source: missing image file: %s
es: archivo de imagen no encontrado: %s

source: Missing embedded file: %s
es: Archivo embebido no encontrado: %s

source: Invalid embedded file: %s
es: Archivo embebido inválido: %s

source: Unable to process component description file: %s
es: No se puede procesar el archivo de descripción del componente: %s

source: Unable to process component description file
es: No se puede procesar el archivo de descripción del componente

source: %(file_name)s was not encoded using the specified charset (%(charset)s according to the widget descriptor file).
es: %(file_name)s no fue codificado usando el charset especificado (%(charset)s según el archivo de descripción del widget).

source: Missing component file in the request
es: Archivo de componente faltante en la petición

source: The uploaded file is not a zip file
es: El archivo subido no es un archivo zip

source: Resource already exists
es: El recurso ya existe

source: Error writing the resource into the filesystem. Please, contact the server administrator.
es: Error escribiendo el recurso en el sistema de archivos. Por favor, contacte al administrador del servidor.

source: user %(username)s is not the owner of the resource %(resource_id)s
es: el usuario %(username)s no es el propietario del recurso %(resource_id)s

source: Error opening the changelog file
es: Error abriendo el archivo de registro de cambios

source: You can find the userguide of this component in this external <a target="_blank" href="%s">link</a>
es: Puede encontrar la guía de usuario de este componente en este <a target="_blank" href="%s">enlace</a> externo

source: Error opening the userguide file
es: Error abriendo el archivo de guía de usuario
